import type { Metadata } from "next";

export const metadata: Metadata = {
  title: "Монтаж и установка шатров, тентов и навесов в Москве и СПб | Mobile Tent",
  description: "Сегодня достаточно часто для выполнения трудовых и иных задач требуется изготовление палаток и тентов, которые защитят от неприятностей — воздействия влаги, холода ветра и т. д. Многие для того, чтобы организовать торговую точку, праздник, торжественный юбилей, спортивный лагерь, корпоративные мероприятия, используют разнообразные практичные палатки, надёжные тенты и удобные шатры. Ассортимент подобной продукции сегодня на современном рынке достаточно обширный, и поэтому всегда можно подыскать вполне разумное решение для конкретных целей.",
  openGraph: {
    title: "Монтаж и установка шатров, тентов и навесов в Москве и СПб | Mobile Tent",
  description: "Сегодня достаточно часто для выполнения трудовых и иных задач требуется изготовление палаток и тентов, которые защитят от неприятностей — воздействия влаги, холода ветра и т. д. Многие для того, чтобы организовать торговую точку, праздник, торжественный юбилей, спортивный лагерь, корпоративные мероприятия, используют разнообразные практичные палатки, надёжные тенты и удобные шатры. Ассортимент подобной продукции сегодня на современном рынке достаточно обширный, и поэтому всегда можно подыскать вполне разумное решение для конкретных целей.",
  },
};

export default function CookiePolicyLayout({
  children,
}: {
  children: React.ReactNode;
}) {
  return children;
}